// Текст договора оферты. Замените placeholder ниже на реальный.
// <h2> — заголовок раздела, <p> — абзац, <ol>/<li> — нумерованный пункт.
export default function ContractOfferContent() {
  return (
    <>
      <p>ПУБЛИЧНАЯ ОФЕРТА


          Основные понятия и определения персональных данных.
          Продавец - ИП «Ильченко Андрей Алексеевич»
          ИНН: 860410680310



          1.2. Публичная оферта – публичное предложение Продавца, адресованное неопределённому кругу лиц, заключить с Продавцом договор купли-продажи товаров дистанционным способом (далее - «Договор»):


          1.3. Покупатель – физическое лицо, использующее программные средства просмотра контента в сети Интернет, принимающее условия настоящего Договора и выражающее желание купить товар, сведения о котором размещены на сайте lobo1omy.store:


          1.4. Товар – изделия российского или китайского производства, а именно, одежда, аксессуары, предлагаемые к продаже на сайте lobo1omy.store


          1.5. Интернет-магазин – сайт в сети Интернет, расположенный по адресу lobo1omy.store на котором любой Покупатель может ознакомиться с представленными Товарами, их описанием и ценами, выбрать определённый Товар, способ оплаты, сформировать и отправить Заказ Продавцу


          1.7. Заказ – оформленный запрос Покупателя на приобретение, оплату и доставку Товара, выбранного на сайте lobo1omy.store, отправленный Продавцу посредством сети Интернет. Срок обработки Заказа варьируется от 14 (Четырнадцати) дней, но в любом случае зависит от общего количества Заказов, не имеет стандартизированных форматов и сроков обработки


          1.8. Служба доставки – оператор российской государственной почтовой сети Почта России и CDEK pochta.ru, cdek.ru


          1.9. Сайт – сайт Продавца в сети Интернет, расположенный по адресу lobo1omy.store


          1.10. Предзаказ – (предварительный заказ) – это изъявление Покупателем намерения купить/забронировать какой-либо определенный Товар с последующей оплатой в указанные в настоящем Договоре сроки. Если на Товаре есть метка «Предзаказ», это означает, что в данный момент Товара нет в наличии, но он доступен к бронированию. Сроки отправки Товаров из категории «Предзаказ» определяются индивидуально и доносятся до сведения Покупателя посредством отправки письма на адрес электронной почты, указанный Покупателем, а также посредством массового уведомления на официальной страницах Продавца в социальных сетях, доставка такого Товара в любом случае осуществляется в срок не ранее 21 (Двадцати) одного дня с даты оплаты Товара Покупателем. При этом Покупатель соглашается, что Продавец имеет право осуществить доставку Товара посредством российской государственной почтовой сети Почта России и CDEK pochta.ru, cdek.ru, в более ранний срок. Возврат Предзаказа осуществляется по общим правилам возврата Товаров, а именно после получения Товара, путем написания и отправки Продавцу Заявления на возврат Товара при условии обязательного предварительного уведомления Продавца путем написания сообщения/уведомления о необходимости возврата, используя доступные способы связи, а именно адрес официальной страницы Интернет-магазина / Оффлайн-магазина в социальных сетях.


          Общие положения

          2.1. Заказывая Товар на сайте lobo1omy.store, Покупатель выражает свое согласие с вышеизложенными условиями продажи Товара и принимает их.


          2.2. Настоящие условия продажи Товара, а также информация о Товаре, представленная на сайте http://lobo1omy.store, являются публичной офертой в соответствии со ст. 435 и п.2 ст. 437 Гражданского кодекса Российской Федерации.


          2.3. Продавец имеет право вносить изменения и дополнения в настоящий Договор, размещенный по адресу http://lobo1omy.store, при этом такие изменения вступают в силу с даты размещения на сайте Продавца. Покупатель принимает на себя обязательства отслеживать изменения и дополнения, внесенные в настоящий Договор. Самой актуальной версией Договора является версия, размещенная на сайте Продавца.


          2.4. Нажимая кнопку «Оформить Заказ» при формировании Заказа на сайте, Пользователь подтверждает свое согласие с условиями продажи Товара, изложенными в настоящем Договоре, и одновременно предоставляет согласие на обработку персональных данных, полученных при оформлении Заказа.


          2.5. Настоящий Договор считается заключенным с момента выдачи/отправки Продавцом Покупателю кассового чека, подтверждающего полную оплату Товара, или с момента получения Продавцом сообщения о намерении Покупателя приобрести Товар, нажав кнопку «Оформить Заказ».


          Предмет договора

          3.1. Продавец предоставляет возможность любому физическому лицу приобретать для личных, семейных или иных нужд, не связанных с осуществлением Покупателем Предпринимательской деятельности, Товары, представленные на сайте lobo1omy.store.


          3.2. Данный Договор распространяется на все виды Товаров, представленные на сайте lobo1omy.store, пока такие предложения с описанием присутствуют в каталоге сайта.


          Порядок оформления заказа

          4.1. Оформление Заказа в Интернет-магазине осуществляется Покупателем самостоятельно. При оформлении Заказа Покупатель заполняет электронную форму Заказа Товара и отправляет сформированный Заказ Продавцу посредством системы сайта.


          4.2. При регистрации на сайте Интернет-магазина Покупатель обязуется предоставить следующую регистрационную информацию:


          4.2.1. фамилия, имя, отчество Покупателя или указанного им лица (получателя)


          4.2.2. адрес, по которому следует доставить Товар


          4.2.3. адрес электронной почты


          4.2.4. контактный телефон


          4.3. Наименование, количество, ассортимент, цена выбранного Покупателем Товара указываются в корзине Покупателя на сайте Интернет-магазина.


          4.4. Продавец не несет ответственности за содержание и достоверность информации, предоставленной Покупателем при оформлении Заказа.


          4.5. Покупатель несет ответственность за достоверность предоставленной информации при оформлении Заказа.


          4.6. Описания и характеристики Товара в Интернет-магазине содержат основные и достоверные сведения о Товаре.


          4.7. По всем возникающим вопросам, касающимся свойств и характеристик Товара, Покупатель может обратиться к Продавцу, посредством отправки личного сообщения аккаунту официальных страниц Продавца и Интернет-магазина в социальных сетях.


          4.8. Фотографии Товара, представленные на сайте lobo1omy.store, сделаны в условиях специального освещения с использованием профессионального оборудования, являются простыми иллюстрациями и могут отличаться от фактического внешнего вида Товара при иных условиях наблюдения.

          4.9. Цена Товара указана на сайте lobo1omy.store рядом с изображением Товара.


          4.10. Получить Товар Покупатель может путем самовывоза (адрес Оффлайн-магазина необходимо уточнить у Продавца, используя доступные способы связи, а именно официальные страницы Интернет-магазина/Оффлайн-магазина в социальных сетях.


          4.11. Доставка Товара осуществляется по согласованию Покупателя и Продавца посредством службы доставки Почта России pochta.ru и CDEK cdek.ru. Срок доставки Товара Покупателю рассчитывается индивидуально, при этом минимальный срок доставки Товара составляет 7 (Семь) дней с даты оплаты такого Товара, точные сроки доставки Товара зависят от удаленности точки доставки от Продавца и отслеживаются Покупателем самостоятельно посредством систем отслеживания российской государственной почтовой сети Почта России pochta.ru, CDEK cdek.ru. При этом Покупатель соглашается, что Продавец имеет право осуществить доставку Товара посредством доставки Почта России pochta.ru, CDEK cdek.ru в более ранний/поздний срок.

          Сроки доставки в Крым отличаются, и занимают минимум 21 день с момента оформления заказа, но не более 45 дней. По истечению данного срока осуществляется полный возврат средств.


          4.12. Оплата полной стоимости доставки осуществляется за счет Покупателя.


          4.13. Продажа Товара осуществляется путем 100% (Сто процентов) предоплаты стоимости Товара.


          4.14. Оплата производится путем использования платежной системы на сайте в срок не позднее 30 (Тридцати) минут с момента оформления Заказа или в Оффлайн-магазине Продавца посредством посещения Оффлайн-магазина в срок не позднее 3 (Трех) дней с момента Заказа.


          4.15. По оформлению заказа Покупателю предоставляется информация посредством отправки письма на адрес электронной почты, указанный Покупателем, далее возможно подключение Услуги оповещения на сайте Почты России pochta.ru и CDEK cdek.ru. Срок доставки Товара может быть изменен Продавцом, о чем Покупатель уведомляется путем отправки письма на адрес электронной почты, указанного Покупателем, а также посредством массового уведомления на официальной странице Интернет-магазина/Оффлайн-магазина в социальных сетях.


          4.16. Покупатель получает уведомление о состоянии заказа посредством отправки письма на адрес электронной почты, далее возможно подключение Услуги оповещения на сайте Почты России pochta.ru или CDEK cdek.ru.

          4.17. Товар также может быть приобретен по предзаказу, сроки отправки Товара, приобретенного по предзаказу, определяются индивидуально и доносится до Покупателя посредством массового уведомления на официальной странице Интернет-магазина/Оффлайн-магазина в социальных сетях.


          Стоимость Товара и способы оплаты

          5.1. Цена на Товар, представленный на сайте lobo1omy.store, указана в рублях.


          5.2. Цена Товара на сайте lobo1omy.store может быть изменена Продавцом в одностороннем порядке. При этом цена на заказанный Покупателем Товар изменению не подлежит, кроме случаев, указанных в п. 5.3.


          5.3. Продавец вправе предоставлять скидки на цену Товара, согласно действующим в Интернет-магазине в момент оформления Заказа торговым акциям. В случае предоставления Покупателем при оформлении Заказа недостоверных (ошибочных) данных, Продавец вправе при выдаче и оплате Товара произвести перерасчет суммы предоставленной скидки с цены Товара.


          5.4. Оплата Товара производится следующим:


          5.4.1. Банковской картой при оформлении Заказа на сайте с использованием платежной системы в срок не позднее 30 (Тридцати) минут с момента оформления Заказа.


          5.5. Оплата доставки осуществляется Покупателем банковской картой при оформлении Заказа на сайте с использованием платежной системы.


          5.6. В случае отсутствия оплаты Товара в сроки, указанный в пп. 5.4.1, Заказ отменяется автоматически.


          5.7. В случае отказа Покупателя от Товара, при возврате Покупателю суммы полной оплаты, внесенной Покупателем, банковские и иные комиссии, уплаченные Покупателем в этой связи, Продавцом не компенсируются.


          Гарантия, отмена Заказа, возврат Товара и предоплаты

          *Перед написанием заявления на возврат, обратитесь в Интернет-магазин за консультацией по способам и условиям возврата, используя доступные способы связи, а именно отправку сообщения в адрес официальной страницы Интернет-магазина/Оффлайн-магазина в социальных сетях.


          6.1. Гарантийный срок на Товар равен 7 (Семи) дням в соответствии с пунктом 21 постановления правительства РФ от 27.09.2007 N 612 «Об утверждении правил продажи товаров дистанционным способом») и исчисляется с момента передачи Товара Покупателю.


          6.2. Гарантия распространяется на производственный брак и не распространяется на дефекты.</p>
    </>
  )
}
