// Текст политики конфиденциальности. Замените placeholder ниже на реальный.
// <h2> — заголовок раздела, <p> — абзац, <ol>/<li> — нумерованный пункт.
export default function PrivacyPolicyContent() {




    return (
        <>
            <p>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ

                Положение о политике конфиденциальности персональных данных является официальным документом.
                Продавец - ИП «Ильченко Андрей Алексеевич»
                ИНН: 860410680310


                ОБЩИЕ ПОЛОЖЕНИЯ


                Оператор ставит своей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиту прав на неприкосновенность частной жизни, личную и семейную тайну от несанкционированного доступа и разглашения.


                Обработка персональных данных осуществляется на законной и справедливой основе, действуя разумно и добросовестно и на основе принципов:


                законности целей и способов обработки персональных данных;

                добросовестности;

                соответствия целей обработки персональных данных целям, заранее определенным и заявленным при сборе персональных данных, а также полномочиям Оператора;

                соответствия объема и характера обрабатываемых персональных данных, способов обработки персональных данных целям обработки персональных данных.

                Оператор может осуществлять обработку следующих персональных данных:


                Фамилия, имя

                Дата рождения

                Номер телефона

                Адрес электронной почты


                данные об оказанных и оказываемых Субъекту персональных данных услугах, в том числе история обращений Субъекта


                история обращений Субъекта персональных данных, в том числе присылаемые Субъектом при обращениях к Оператору сообщения Субъекта, документы.

                адрес доставки Товара Оператора.

                При использовании сервисов Сайта Оператор обрабатывает также иные обезличенные данные, которые автоматически передаются в процессе использования Сайта посредством установленного на компьютере программного обеспечения:


                сведения об используемом браузере (или иной программе, с помощью которой осуществляется доступ к сайту);

                IP-адрес


                Данные файлов cookie


                Оператор гарантирует, что внешние по отношению к Оператору организации не имеют доступа к таким данным, которые могут использоваться Оператором, кроме случаев, явно оговоренных действующим законодательством Российской Федерации и настоящим Положением, а также за исключением случаев, указанных в п. 3.7 настоящего Положения. При получении персональных данных, не указанных в настоящем разделе, такие данные подлежат немедленному уничтожению.

                Оператор осуществляет обработку персональных данных Субъектов персональных данных путем ведения баз данных автоматизированным, механическим, ручным способами в целях:


                ВОЗВРАТ СРЕДСТВ ОСУЩЕСТВЛЯЕТСЯ В ТЕЧЕНИЕ 7 ДНЕЙ ПОСЛЕ ЗАКАЗА

                ПОЛУЧЕНИЕ, ИСПОЛЬЗОВАНИЕ И РАСКРЫТИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ


                2.1. Оператор получает и начинает обработку персональных данных Субъекта с момента получения его согласия. Согласие на обработку персональных данных может быть дано Субъектом персональных данных в любой форме, позволяющей подтвердить факт получения согласия, если иное не установлено федеральным законом: в письменной, устной или иной форме, предусмотренной действующим законодательством, в том числе посредством совершения Субъектом персональных данных конклюдентных действий. В случае отсутствия согласия Субъекта персональных данных на обработку его персональных данных, такая обработка не осуществляется.


                2.2. Персональные данные Субъектов персональных данных получаются Оператором: путем личной передачи Субъектом персональных данных при внесении сведений в учетные формы в электронном виде на Сайте; путем личной передачи Субъектом персональных данных при обращении в устной форме по телефону в процессе оформления заказа по оказанию услуги; путем личной передачи Субъектом персональных данных при внесении сведений в электронном виде в https://vk.com/lobo1omy иными способами, не противоречащими законодательству Российской Федерации и требованиям международного законодательства о защите персональных данных


                2.3. Согласие на обработку персональных данных считается предоставленным посредством совершения Субъектом персональных данных любого действия или совокупности следующих действий: регистрации на Сайте Оператора; проставления на Сайте в соответствующей форме отметки о согласии на обработку персональных данных в объеме, для целей и в порядке, предусмотренных в предлагаемом перед получением согласия для ознакомления тексте; сообщения персональных данных в устной форме, при обращении по телефону в процессе оформлении заказа по оказанию услуг. сообщения персональных данных в письменной форме в процессе оформлении заказа по оказанию услуг в https://vk.com/lobo1omy


                2.4. Согласие считается полученным в установленном порядке и действует до момента направления Субъектом персональных данных соответствующего заявления о прекращении обработки персональных данных по месту нахождения Оператора.


                2.5. Субъект персональных данных может в любой момент отозвать свое согласие на обработку персональных данных при условии, что подобная процедура не нарушает требований законодательства Российской Федерации. Для отзыва согласия на обработку персональных данных Субъекту персональных данных необходимо направить отправить сообщение администратору официальной страницы Продавца в социальной сети www.vk.com – https://vk.com/lobo1omy с пометкой «Отзыв согласия на обработку персональных данных».



                СВЕДЕНИЯ О РЕАЛИЗУЕМЫХ ТРЕБОВАНИЯХ К ЗАЩИТЕ ПЕРСОНАЛЬНЫХ ДАННЫХ


                3.1. Деятельность Оператора по обработке персональных данных неразрывно связана с защитой Оператором конфиденциальности полученной информации.


                3.2. Оператор требует от иных лиц, получивших доступ к персональным данным, не раскрывать третьим лицам и не распространять персональные данные без согласия Субъекта персональных данных, если иное не предусмотрено федеральным законом.

                3.3. Все работники Оператора обязаны обеспечивать конфиденциальность персональных данных, а также иных сведений, установленных Оператором, если это не противоречит действующему законодательству Российской Федерации.


                3.4. С целью обеспечения безопасности персональных данных при их обработке Оператор принимает необходимые и достаточные правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении них. Оператор обеспечивает, чтобы все реализуемые мероприятия по организационной и технической защите персональных данных осуществлялись на законных основаниях, в том числе в соответствии с требованиями законодательства Российской Федерации по вопросам обработки персональных данных.


                3.5. Оператор применяет необходимые и достаточные правовые, организационные и технические меры по обеспечению безопасности персональных данных, включающие в себя: определение угроз безопасности персональных данных при их обработке в информационных системах персональных данных; применение организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных, необходимых для выполнения требований к защите персональных данных, исполнение которых обеспечивает установленные Правительством Российской Федерации уровни защищенности персональных данных; применение прошедших в установленном порядке процедуру оценки соответствия средств защиты информации; оценку эффективности принимаемых мер по обеспечению безопасности персональных данных до ввода в эксплуатацию информационной системы персональных данных; учет машинных носителей персональных данных; обнаружение фактов несанкционированного доступа к персональным данным и принятием мер; восстановление персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним; проведение мероприятий, направленных на предотвращение несанкционированного доступа к персональным данным и (или) передача их лицам, не имеющим права доступа к такой информации; своевременное обнаружение фактов несанкционированного доступа к персональным данным и принятием необходимых мер; недопущение воздействия на технические средства автоматизированной обработки персональных данных, в результате которого может быть нарушено их функционирование; установление правил доступа к персональным данным, обрабатываемым в информационной системе персональных данных, а также обеспечение регистрации и учета всех действий, совершаемых с персональными данными в информационной системе персональных данных; контроль за принимаемыми мерами по обеспечению безопасности персональных данных и уровня защищенности информационных систем персональных данных.


                3.6. В целях обеспечения соответствия уровня защиты персональных данных требованиям Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных» и Федерального закона от 27.07.2006 N 149-ФЗ «Об информации, информационных технологиях и о защите информации» Оператор не раскрывает информацию о конкретных применяемых средствах и мерах обеспечения информационной безопасности персональных данных.


                3.7. Оператор обязуется не разглашать полученную от Субъекта персональных данных информацию. Не считается нарушением предоставление Оператором информации агентам и третьим лицам, действующим на основании договора с Оператором, для исполнения обязательств перед Субъектом персональных данных. Не считается нарушением обязательств разглашение информации в соответствии с обоснованными и применимыми требованиями закона.


                ТРАНСГРАНИЧНАЯ ПЕРЕДАЧА ПЕРСОНАЛЬНЫХ ДАННЫХ


                4.1. Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных.

                4.2. Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является субъект персональных данных.


                ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ


                5.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, посредством отправки сообщения администратору официальной страницы Продавца в социальной сети www.vk.com — https://vk.com/lobo1omy. В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Положение действует бессрочно до замены новой.</p>
        </>
    )
}
